Repository: Zakaraya/izugdidi_store_2025
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ka

source: Cart
ka: კალათა

source: Carts
ka: კალათები

source: Cart item
ka: კალათის ერთეული

source: Cart items
ka: კალათის ერთეულები

source: Товаров в корзине
ka: პროდუქტები არ მოიძებნა.

source: шт.
ka: პკ.

source: Удалить
ka: წაშლა

source: Итого
ka: ჯამი

source: Подытог
ka: შუალედური ჯამი

source: Итого к оплате
ka: სულ გადასახდელია

source: Оформить заказ
ka: შეკვეთის გაფორმება

source: Корзина пуста
ka: კალათა ცარიელია.

source: Перейти в каталог
ka: კატალოგში დაბრუნება

source: Корзина
ka: კალათა

source: Товар
ka: პროდუქტი

source: Цена
ka: ფასი

source: Кол-во
ka: რაოდენობა

source: Сумма
ka: ჯამი

source: Тут пусто
ka: ცარიელია

source: Добавьте товары из каталога, чтобы оформить заказ.
ka: შეარჩიეთ პროდუქტები კატალოგიდან შეკვეთისთვის.

source: Не удалось обновить количество. Попробуйте ещё раз.
ka: რაოდენობა ვერ განაახლეს. სცადეთ კიდევ ერთხელ.

source: Товар удалён из корзины.
ka: პროდუქტები არ მოიძებნა.

source: Category
ka: კატეგორია

source: Categories
ka: კატეგორიები

source: Brand
ka: ბრენდი

source: Brands
ka: ბრენდები

source: Excellent
ka: შესანიშნავი

source: Good
ka: კარგი

source: Fair
ka: დამაკმაყოფილებელი

source: Product
ka: პროდუქტი

source: Products
ka: პროდუქტები

source: Product image
ka: პროდუქტის ფოტო

source: Product images
ka: პროდუქტის ფოტოები

source: Maximum 10 images per product.
ka: პროდუქტზე მაქსიმუმ 10 სურათი.

source: Сост.
ka: მდგომარეობა

source: В корзину
ka: კალათაში დამატება

source: Товары не найдены
ka: პროდუქტები არ მოიძებნა.

source: Попробуйте изменить параметры фильтра или сбросить их.
ka: სცადეთ ფილტრის პარამეტრების შეცვლა ან მათი გადატვირთვა.

source: Сбросить фильтры
ka: განულება

source: Назад
ka: უკან

source: Стр.
ka: გვ.

source: из
ka: მთლ.

source: Вперёд
ka: წინ

source: Назад в каталог
ka: კატალოგში დაბრუნება

source: Нет изображения
ka: სურათი არ არის

source: Добавить в корзину
ka: კალათაში დამატება

source: Похожие товары
ka: ჯერ არ არის პროდუქტები.

source: Каталог
ka: კატალოგი

source: Поиск…
ka: ძიება…

source: Бренд
ka: ბრენდი

source: Память
ka: მეხსიერება

source: Состояние
ka: მდგომარეობა

source: Цена от
ka: ფასი მინ.

source: Цена до
ka: ფასი მაქს.

source: Сортировка
ka: დახარისხება

source: Цена ↑
ka: ფასი ↑

source: Цена ↓
ka: ფასი ↓

source: Сначала новые
ka: ჯერ ახალი

source: Применить
ka: გადატარება

source: Сбросить
ka: განულება

source: Контакты
ka: კონტაქტები

source: Офлайн-магазин
ka: მაღაზია

source: რუსთაველის #92, Zugdidi, Georgia
ka: რუსთაველის #92, ზუგდიდი, საქართველო

source: Телефон/WhatsApp
ka: ტელეფონი/WhatsApp

source: Время работы
ka: მუშაობის დრო

source: Пн–Сб 10:00–18:00
ka: ორშ–შაბ 10:00–18:00

source: Магазин Apple техники
ka: Apple-ის ტექნიკის მაღაზია

source: Доставка и оплата
ka: მიწოდება და გადახდა

source: Доставка по Грузии
ka: მიწოდება საქართველოს მასშტაბით

source: Сроки 1–3 дня. Отправка курьером/почтой. Стоимость обсуждается при оформлении.
ka: მიწოდება 1–3 დღეში. კურიერით ან ფოსტით. ღირებულება განისაზღვრება შეკვეთისას.

source: Самовывоз
ka: გატანა მაღაზიიდან

source: Вы можете забрать заказ в магазине в Зугдиди.
ka: შეგიძლიათ შეკვეთის აღება ზუგდიდის მაღაზიიდან.

source: Оплата
ka: გადახდა

source: Наличные, банковская карта. Онлайн-оплата — на этапе оформления.
ka: ნაღდი, ბარათი ან ონლაინ გადახდა შეკვეთისას.

source: Как узнать состояние батареи?
ka: როგორ შევამოწმო ბატარეის მდგომარეობა?

source: Мы указываем процент здоровья батареи в карточке товара.
ka: პროდუქტის ბარათში მითითებულია ბატარეის ჯანმრთელობის პროცენტი.

source: Есть ли рассрочка?
ka: არის თუ არა განვადება?

source: Уточняйте в магазине — доступны варианты в зависимости от банка.
ka: მოიკითხეთ მაღაზიაში — პირობები დამოკიდებულია ბანკზე.

source: Главная
ka: მთავარი

source: Apple техника с гарантией в Зугдиди
ka: Apple-ის ტექნიკა გარანტიით ზუგდიდში

source: Проверенные устройства, удобный заказ и быстрая доставка по Грузии.
ka: შემოწმებული მოწყობილობები, მარტივი შეკვეთა და სწრაფი მიწოდება.

source: Смотреть каталог
ka: კატალოგის ნახვა

source: Гарантия на устройство
ka: გარანტია მოწყობილობაზე

source: Проверка батареи и функционала
ka: ბატარეისა და ფუნქციონალის შემოწმება

source: Поддержка на двух языках
ka: ორენოვანი მხარდაჭერა

source: Новинки в наличии
ka: ახალი მოდელები

source: Пока нет товаров.
ka: ჯერ არ არის პროდუქტები.

source: Гарантия и возврат
ka: გარანტია და დაბრუნება

source: Гарантия
ka: გარანტია

source: На все устройства предоставляется гарантия 1 месяц, если не указано иначе.
ka: ყველა მოწყობილობაზე ვრცელდება 1-თვიანი გარანტია, თუ სხვაგვარად არ არის მითითებული.

source: Возврат/обмен
ka: დაბრუნება/გაცვლა

source: Если устройство не соответствует описанию, мы обменяем или вернём деньги согласно законодательству.
ka: თუ მოწყობილობა არ შეესაბამება აღწერას, მოვახდენთ შეცვლას ან თანხის დაბრუნებას კანონმდებლობის შესაბამისად.

source: English
ka: ინგლისური

source: Percent
ka: პროცენტი

source: Fixed amount
ka: ფიქსირებული თანხა

source: Coupon
ka: კუპონი

source: Coupons
ka: კუპონები

source: Draft
ka: მონახაზი

source: Pending payment
ka: გადახდის მოლოდინში

source: Paid
ka: გადახდილია

source: Processing
ka: მუშავდება

source: Shipped
ka: გაგზავნილია

source: Delivered
ka: მიწოდებულია

source: Cancelled
ka: გაუქმებულია

source: Returned
ka: დაბრუნებულია

source: Order
ka: შეკვეთა

source: Orders
ka: შეკვეთები

source: Order item
ka: შეკვეთის ერთეული

source: Order items
ka: შეკვეთის ერთეულები

source: Адрес доставки
ka: მიწოდების მისამართი

source: Зугдиди, наш офлайн-магазин. Точный адрес и время подтверждаются после оформления.
ka: ზუგდიდი, ჩვენი ოფლაინ მაღაზია. ზუსტი მისამართი და დრო დასტურდება შეკვეთის გაფორმების შემდეგ.

source: Оформление заказа
ka: შეკვეთის გაფორმება

source: 1. Ваши контакты
ka: 1. კონტაქტები

source: Имя и фамилия
ka: სახელი და გვარი

source: Телефон
ka: ტელეფონი

source: 2. Способ получения
ka: 2. მიღების მეთოდი

source: Способ получения
ka: მიღების მეთოდი

source: Доставка по адресу
ka: მისამართზე მიწოდება

source: Платёжный адрес
ka: გადახდის მისამართი

source: Промокод
ka: პრომო კოდი

source: Применён
ka: გამოყენებულია

source: Ваш заказ
ka: თქვენი შეკვეთა

source: Доставка
ka: მიწოდება

source: Скидка
ka: ფასდაკლება

source: Подтвердить и оплатить
ka: პაროლის დადასტურება

source: Ваша корзина пуста
ka: კალათა ცარიელია.

source: Вы не можете оформить заказ, пока не добавите товары.
ka: შეგიძლიათ შეკვეთის აღება ზუგდიდის მაღაზიიდან.

source: Заказ оформлен
ka: შეკვეთა გაფორმებულია

source: Спасибо! Заказ оформлен
ka: გმადლობთ! შეკვეთა გაფორმებულია

source: Мы отправили подтверждение на вашу почту.
ka: ჩვენ გამოგიგზავნეთ დადასტურება თქვენს ელ. ფოსტაზე.

source: Оплатить сейчас
ka: გადახდა

source: Мои заказы
ka: ჩემი შეკვეთები

source: Статус заказа №%(id)s
ka: შეკვეთის სტატუსი №%(id)s

source: Заказ №%(id)s
ka: შეკვეთის სტატუსი №%(id)s

source: Текущий статус
ka: მიმდინარე სტატუსი:

source: Сумма заказа
ka: თქვენი შეკვეთა

source: Трек-номер
ka: თრექინგ ნომერი:

source: Перейти к оплате
ka: სულ გადასახდელია

source: Этапы выполнения
ka: მიღების მეთოდი

source: Принят
ka: მიღებულია

source: Оплачен
ka: გადახდილია

source: В обработке
ka: მუშავდება

source: В доставке
ka: მიწოდების პროცესშია

source: Доставлен
ka: მიწოდებულია

source: Вернуться в каталог
ka: კატალოგში დაბრუნება

source: Оплатить
ka: გადახდა

source: Вернуться к заказу
ka: კატალოგში დაბრუნება

source: Выйти
ka: გასვლა

source: Войти
ka: შესვლა

source: Регистрация
ka: რეგისტრაცია

source: поддержанные iPhone в Зугдиди
ka: მეორადი iPhone-ები ზუგდიდში

source: Войти в аккаунт
ka: ანგარიშზე შესვლა

source: Неверный логин или пароль.
ka: არასწორი ლოგინი ან პაროლი.

source: Логин
ka: ლოგინი

source: Пароль
ka: პაროლი

source: Нет аккаунта?
ka: არ გაქვთ ანგარიში?

source: Зарегистрироваться
ka: რეგისტრაცია

source: Забыли пароль?
ka: დაგავიწყდათ პაროლი?

source: Создать аккаунт
ka: ანგარიშის შექმნა

source: Подтверждение пароля
ka: პაროლის დადასტურება

source: Уже есть аккаунт?
ka: უკვე გაქვთ ანგარიში?

source: Статус
ka: სტატუსი

source: Дата
ka: თარიღი

source: Подробнее
ka: უფრო დეტალური

source: Пока нет заказов.
ka: შეკვეთები ჯერ არ არის.

source: Подробнее о заказе
ka: შეკვეთის გაფორმება

source: У вас еще нет заказов
ka: შეკვეთები ჯერ არ არის.

source: Все ваши будущие покупки появятся здесь.
ka: ყველა თქვენი მომავალი შესყიდვები გამოჩნდება აქ.

source: Имя
ka: სახელი

source: Фамилия
ka: გვარი

source: Сохранить изменения
ka: შენახვა

source: Сменить пароль
ka: პაროლის შეცვლა

source: Личный кабинет
ka: პირადი კაბინეტი

source: Профиль
ka: პროფილი

source: Создан
ka: შექმნილია

source: Открыть
ka: გახსნა

source: Квитанция
ka: მიღება
